{
  "terms": {
    "title": "Terms and Conditions",
    "subtitle": "Welcome to Allure Agency. Please review these terms carefully.",
    "intro": "Welcome to the website of Allure Agency. Before you proceed to use any services offered on www.allureagencys.com, including paid services, it is important to thoroughly review and agree to the following Terms of Service. Your access or use of the website signifies your acceptance and consent to abide by these Terms, along with the terms and conditions detailed in Allure Media Production's Privacy Notice, accessible at allureagencys.com. These Terms and the Privacy Notice are hereby integrated by reference. Allure Media Production reserves the right to modify these Terms and the Privacy Notice at its discretion. If you do not agree to any of these terms, kindly refrain from using the website.",
    
    "acceptanceTitle": "Acceptance of Terms",
    "acceptance": "Welcome to Allure Agency's Websites. By using our services, you agree to the Terms of Service, forming a legal agreement between you and Allure Media Production, located in the Churchill Tower, Office Number 3411, Business Bay, Dubai, United Arab Emirates, along with its affiliates and employees. When interacting with the Websites, you confirm your eligibility and authority to accept these terms, ensuring compliance with representations and obligations. You assert your capacity to access the Websites under applicable laws. Allure Media Production reserves the right to modify these terms at its discretion without individual notice. Changes will be posted on the Websites' homepages and emailed to Registered Users. Your continued use after notification implies acceptance of the changes. Failure to agree requires cessation of Website use. Amendments apply prospectively, excluding pre-existing disputes.",
    
    "copyrightTitle": "Copyright, Trademark, and Celebrity Material Violation",
    "copyright": "Upon complaints of copyright, trademark, or intellectual property violations, ALLURE MEDIA PRODUCTION takes action. Celebrities often have rights over their name and image. As the Website operator, we provide third-party materials and have a policy to remove infringing content promptly. We reserve the right to remove any infringing content at our discretion. Our response may include removing or restricting access to allegedly infringing material. Notices regarding alleged infringement on the Websites should be directed to ALLURE MEDIA PRODUCTION's General Counsel's Office at {{email}}, {{phone}}.",
    
    "ownershipTitle": "Ownership Rights",
    "ownership": "ALLURE MEDIA PRODUCTION is the owner and operator of the Websites, retaining all rights to the content, applications, and materials provided on the site, except for User Provided Content. This includes audiovisual works, textual content, images, and trademarks. The trademarks \"ALLURE MEDIA AGENCY\" and associated logos are owned by ALLURE MEDIA PRODUCTION, protected by copyright and trademark laws. Any unauthorized use of these trademarks is prohibited. Third-party trademarks and intellectual property found on the Website belong to their respective owners, and your use of such content is governed by their terms and conditions, not by ALLURE MEDIA PRODUCTION. No rights to the Website or its content are granted to you unless explicitly stated in writing by ALLURE MEDIA PRODUCTION.",
    
    "userAccountsTitle": "User Accounts",
    "userAccountsP1": "Certain areas of the Website require user account creation for services like email subscriptions, forums, and content downloads. Registration requires being at least 18 years old and providing truthful, accurate, and current information. Failure to comply may lead to account termination. User information is governed by ALLURE MEDIA PRODUCTION's Privacy Policy. Credit/debit card details and personally identifiable information are not shared with third parties. Policies and terms may be updated periodically. Users are responsible for safeguarding their account credentials and must not share them. Unauthorized use may result in immediate account suspension or termination without refund. You warrant the accuracy of provided information and agree to update it as needed. ALLURE MEDIA PRODUCTION reserves the right to terminate access for false information provided during registration.",
    
    "userContentTitle": "Content Provided by Users",
    "userContentP1": "Users can upload various content types to the Website, such as text, images, and videos, in designated sections like forums and chat rooms. ALLURE MEDIA PRODUCTION acts as a host for this User Provided Content. Users must ensure they have the right to submit content and that it doesn't violate any copyrights or intellectual property rights. They must also have the necessary permissions for group submissions. ALLURE MEDIA PRODUCTION doesn't endorse or take responsibility for User Provided Content and disclaims liability for any associated risks.",
    "userContentP2": "By uploading content, users grant ALLURE MEDIA PRODUCTION broad usage rights, including the right to add, delete, and edit their portfolios on the Website. Users also grant ALLURE MEDIA PRODUCTION the right to publish their photos, videos, and any other media or data needed for industry purposes on its social media platforms or any other party related to the industry.",
    "userContentP3": "ALLURE MEDIA PRODUCTION may access and disclose user account information and content as required by law or to enforce Terms of Service. Users are solely responsible for their uploaded content, and ALLURE MEDIA PRODUCTION is not liable for any errors or losses incurred from it. Users release ALLURE MEDIA PRODUCTION from claims related to their content. ALLURE MEDIA PRODUCTION doesn't gain ownership of user-provided content except for the rights specified in the Terms of Service.",
    "userContentP4": "By opting to display your profile publicly on allureagencys.com, you consent to any visitor, including search engines, viewing it. This action permits allureagencys.com to publish your personal details and images, facilitating contact from other subscribers. However, the contact system must not be abused for sending spam or offensive content. allureagencys.com reserves the authority to cancel your subscription and permanently ban you from the site for any violation of these terms, with no refunds issued.",
    "userContentP5": "At allureagencys.com, you have the option to upload various content, such as photos and videos, for which you are solely responsible. By uploading, you grant allureagencys.com permission to use, modify, and publish your content. We do not assure the accuracy or reliability of user-provided content and disclaim responsibility for any associated risks. While we do not review content beforehand, we reserve the right to monitor and remove any material deemed inappropriate or unlawful without prior notice.",
    "userContentP6": "Talents acknowledge that when they seek employment, their contact information and any details provided in their personal profile will be shared with the companies, including any uploaded content.",
    
    "thirdPartyTitle": "Content from Third-Party and Associated Websites",
    "thirdPartyP1": "Content on the Website may come from third parties, but ALLURE MEDIA PRODUCTION doesn't ensure its accuracy, completeness, or reliability. Transactions with third parties on the Website are solely your responsibility, and ALLURE MEDIA PRODUCTION won't be liable for any resulting losses. ALLURE MEDIA PRODUCTION doesn't endorse third-party goods or services, and any issues should be resolved directly with the provider.",
    "thirdPartyP2": "Third-party content on the Website may be offensive, and ALLURE MEDIA PRODUCTION doesn't endorse any products or services mentioned. Links to external sites on the Website have different terms, and you should review them. ALLURE MEDIA PRODUCTION isn't responsible for the content or accuracy of linked sites and assumes no liability for any issues arising from their use.",
    
    "subscriptionTitle": "Subscription Terms Refund and Collection Policy",
    "subscription": "ALLURE MEDIA PRODUCTION offers subscription options on allureagencys.com for Paid Services, excluding Free Plus subscriptions. Subscriptions renew automatically, with charges billed to your credit/debit card unless canceled. Upon enrollment, your card is charged for the initial term, with automatic renewal at the end of each term unless canceled. ALLURE MEDIA PRODUCTION reserves the right to suspend or deactivate accounts. You can opt out of automatic renewal by selecting cancel from your talent portal interface. Unauthorized charges are your responsibility, and billing discrepancies must be reported within 60 days. Fees may change with notice, and all fees are billed to the designated card. Cancellations are non-refundable, and access continues until the subscription expires. To avoid being charged, you must cancel your subscription at least one day before each renewal date.",
    
    "feeRecoveryTitle": "Fee Recovery",
    "feeRecovery": "If ALLURE MEDIA PRODUCTION or its representatives enforce these Terms against you, including collecting owed amounts, you agree to cover their attorney's fees and litigation costs. Refunds and transfers are not applicable to subscription fees and memberships. You also agree to settle any outstanding amounts owed and provide other relief allowed by these terms.",
    
    "restrictedPermissionTitle": "Restricted Permission",
    "restrictedPermissionIntro": "By adhering to these Terms of Service, you're granted a limited license by ALLURE MEDIA PRODUCTION to:",
    "restrictedPermissionItem1": "Access and view Website content",
    "restrictedPermissionItem2": "Create personal profile pages and engage in community activities",
    "restrictedPermissionItem3": "Download content for personal, non-commercial use, with copyright notices intact",
    "restrictedPermissionP1": "Subscribing to Paid Services grants you a license to access and use their content, solely for your benefit. Redistribution or republication of Paid Services Content is prohibited without explicit written consent. Features of Paid Services may change without notice.",
    "restrictedPermissionP2": "You must not interfere with ALLURE MEDIA PRODUCTION's ownership rights. Unauthorized use, copying, distribution, or creation of derivative works of Website content is strictly prohibited. Automated access tools are forbidden. Violation may lead to termination of access and legal action.",
    
    "usageRestrictionsTitle": "Usage Restrictions",
    "usageRestrictionsIntro": "By accessing or utilizing the Website, you agree and guarantee that you will:",
    "usageRestrictionsItem1": "Only use your own information or obtain proper permission.",
    "usageRestrictionsItem2": "Obtain written consent before commercial use.",
    "usageRestrictionsItem3": "Avoid sharing false, unlawful, or offensive material.",
    "usageRestrictionsItem4": "Refrain from uploading harmful or disruptive content.",
    "usageRestrictionsItem5": "Follow the intended use outlined by ALLURE MEDIA PRODUCTION.",
    "usageRestrictionsItem6": "Do not engage in unsolicited advertising or spamming.",
    "usageRestrictionsItem7": "Respect trademarks, copyrights, and legal notices.",
    "usageRestrictionsItem8": "Refrain from duplicating content.",
    "usageRestrictionsItem9": "Respect third-party rights and avoid infringement.",
    "usageRestrictionsItem10": "Avoid impersonating others or engaging in disruptive behavior.",
    "usageRestrictionsItem11": "Refrain from soliciting personal data from users.",
    
    "warrantyTitle": "Warranty Disclaimer",
    "warrantyIntro": "The Website, including Paid Services, is provided \"as is\" and \"as available,\" without any warranty, express or implied. ALLURE MEDIA PRODUCTION disclaims all implied warranties to the fullest extent permissible under the law. It does not guarantee:",
    "warrantyItem1": "Meeting your expectations or requirements",
    "warrantyItem2": "Uninterrupted, timely, secure, accurate, complete, or error-free service",
    "warrantyItem3": "Accuracy, timeliness, completeness, or reliability of information obtained from the Website",
    "warrantyItem4": "Correction of errors or defects",
    "warrantyItem5": "Freedom from harmful codes or components",
    "warrantyOutro": "Factors beyond ALLURE MEDIA PRODUCTION's control may affect Website operation, for which it assumes no liability. Your sole remedy for any issues with the Website is to terminate your account and cease usage.",
    
    "liabilitiesTitle": "Liabilities",
    "liabilities": "All postings, whether paid or unpaid, must comply with local laws. allureagencys.com is not liable for the accuracy of advertisements or the actions of advertisers or talents featured on the site. We are not responsible for the work carried out by talents hired through our platform. Companies are responsible for assessing talents and complying with local laws regarding hiring, visas, and legal responsibilities. Talents must adhere to local labor laws and have valid employment visas. We are not responsible for visa status or applications. Companies must comply with local laws for job postings and hiring. We are not liable for any loss or damage, including loss of profits, arising from the use of our service. We do not endorse or control external websites linked to our service and are not responsible for their content or any damages resulting from their use.",
    
    "agreementTitle": "Agreement and Electronic Communication Terms",
    "agreement": "When you access or use the Website, or click on the \"I AGREE\" button (or similar buttons or links designated by ALLURE MEDIA PRODUCTION to indicate acceptance of the Terms of Service), you acknowledge and accept that you are engaging in a legally binding agreement. You hereby agree to the use of electronic communication for entering contracts, placing orders, creating other records, and receiving electronic delivery of notices, policies, and records of transactions initiated or completed through the Website."
  },
  "privacy": {
    "title": "Privacy Policy",
    "updated": "Last Updated: August 10th, 2021",
    "intro": "This Privacy Policy applies to websites operated by or for Allure Eventz FZ-LLC (together, the \"Websites\"). It explains how we collect information from users of the Websites and how we use such information. Your use of the Websites constitutes your acceptance of this Privacy Policy. Please also read our Terms of Use, which govern the basic operation of the Websites. If you do not agree with the terms of this Privacy Policy or the Terms of Use, you should immediately stop using or visiting the Website.",

    "infoTitle": "The Information We Collect and Use",
    "nonPIITitle": "Non-Personally Identifiable Information",
    "nonPII_p1": "When you visit a Website, we may collect certain data that does not tell us specifically who you are. This is Non-Personally Identifiable Information. It includes things like your Internet Protocol (IP) address, browser type, and the last domain you visited before coming to our Website or the domain you go to when you leave. It also includes statistical data such as which pages you visit, how long you stay on them, and what you click.",
    "nonPII_p2": "We may place a cookie on your computer that expires after thirty (30) days. We use cookies to keep track of your choice of language and home page preference; to understand your exposure to certain Internet advertisements as you use the Websites; and to gather usage data that helps us improve the Websites. Most browsers allow you to deny or accept cookies. Cookies may be necessary to provide you with certain features on the Websites.",
    "nonPII_p3": "We also may use a small piece of code (sometimes referred to as a 1x1 clear pixel, Web beacon, or clear GIF) placed in the pages of the Websites to help us gather additional information about which parts of the site receive the most visitors and other user traffic patterns, and to administer the site.",
    "nonPII_p4": "No Personally Identifiable Information is collected through our cookies or Web beacons; however, advertisers or third-party ad networks may set their own cookies and beacons. To learn more about their privacy policies or opt-out options, visit their websites. Some participate in the Network Advertising Initiative (NAI); you can learn more or opt out at www.networkadvertising.org.",

    "piiTitle": "Personally Identifiable Information",
    "pii_p1": "We also may collect information that can be used to identify you (Personally Identifiable Information). We only collect it when you specifically provide it to us. For example, when subscribing or using certain features you may create a user account and provide your name, email address, address, and telephone number. You may also provide User Uploaded Information or payment details when purchasing services or content.",
    "pii_p2": "We may use Personally Identifiable Information to fulfill your requests, respond to inquiries, provide services, and alert you to information or offers we think you may be interested in. Emails we send include links to unsubscribe.",
    "pii_p3": "We do not sell Personally Identifiable Information or other information you make available to the Websites, or share such information with third parties, except as described. Market research or product development partners may receive access under confidentiality obligations. We may subcontract with companies or individuals who receive access only as needed to perform their functions.",
    "pii_p4": "We may share Personally Identifiable Information with third parties who may contact you to offer products and services. You can ask us not to share your information by contacting support@allureagencys.com.",
    "pii_p5": "We may disclose your Personally Identifiable Information to third parties in connection with a corporate transaction involving all or part of our business, or if required by law, legal process, or to protect our legal rights or safety.",
    "pii_p6": "We reserve the right, but have no obligation, to monitor information, comments, or other content you voluntarily disclose and post to the Websites, and to remove information for any reason, including potential violations of law or our Terms of Use, or upon third-party request.",
    "pii_p7": "We reserve the right to investigate abuses on the Websites and enforce this Privacy Policy, the Terms of Use, and other applicable terms. We may disclose information about you to third parties if we have a good faith belief such disclosure is reasonably necessary to address suspected illegal activities, comply with legal process, protect rights or property, or protect against legal liability.",

    "dataSecurityTitle": "Data Security",
    "dataSecurity_p1": "Allure cannot ensure or warrant the security or privacy of any information you transmit to us. We follow policies and procedures intended to protect against unauthorized access to your Personally Identifiable Information, but we cannot guarantee security and you provide information at your own risk.",
    "dataSecurity_p2": "We may store Personally Identifiable Information indefinitely and in servers located in countries whose data protection laws may differ from your home country. Wherever we hold the data, we apply this Privacy Policy.",

    "under18Title": "Under 18",
    "parentConsentTitle": "Parent Consent",
    "parentConsent_p1": "Only a Parent or Legal Guardian of a child under 18 may create an account. When creating a Talent Profile for their child, the parent must enter the child's date of birth, affirm they are the parent or guardian, and consent to release the child's personal information within the Allure Profile.",
    "accessChildTitle": "Accessing and Correcting Your Child's Personal Information",
    "accessChild_p1": "You may review, correct, or delete your child's personal information and refuse further collection or use at any time.",
    "accessChild_p2": "You can review, change, or delete your child's personal information by logging into your Allure account and visiting your child's profile, or by emailing support@allureagencys.com. We may require steps to verify identity before providing information or making corrections.",

    "accessTitle": "Access to your information",
    "access_p1": "You may contact us at support@allureagencys.com to see, correct, update, or delete the Personally Identifiable Information we hold about you, or to ask questions about this Privacy Policy.",

    "linksTitle": "Links to Other Websites",
    "links_p1": "This Privacy Policy applies only to the Website. The Website may contain links to other sites not owned or operated by Allure. These links do not imply endorsement. We are not responsible for the privacy practices or content of these sites; consult their privacy policies directly.",

    "changesTitle": "Changes To The Privacy Policy",
    "changes_p1": "This Privacy Policy is effective as of August 1st, 2017. We reserve the right to change it at any time without personal notice. For material changes, we will provide reasonable notice such as posting on the Websites. Your continued use after changes means you accept them.",

    "securityTitle": "Security Warning",
    "security_p1": "We have received reports of fake emails from scammers impersonating Allure, sending payment requests and malicious links to steal personal data and credit card details. We never send payment links to external pages via email or SMS. All payments are processed only when you request them and the payment form is displayed within our website. Always check that the payment page URL begins correctly and is marked with the security lock icon."
  }
}
