{
  "terms": {
    "title": "الشروط والأحكام",
    "subtitle": "مرحبًا بك في وكالة ألور. يرجى مراجعة هذه الشروط بعناية.",
    "intro": "مرحبًا بكم في موقع وكالة ألور. قبل المتابعة لاستخدام أي خدمات معروضة على www.allureagencys.com، بما في ذلك الخدمات المدفوعة، من المهم مراجعة والموافقة على شروط الخدمة التالية. يشير وصولك أو استخدامك للموقع إلى قبولك وموافقتك على الالتزام بهذه الشروط، جنبًا إلى جنب مع الشروط والأحكام المفصلة في إشعار الخصوصية الخاص بـ Allure Media Production، والمتاح على allureagencys.com. يتم دمج هذه الشروط وإشعار الخصوصية بالإشارة. تحتفظ Allure Media Production بالحق في تعديل هذه الشروط وإشعار الخصوصية وفقًا لتقديرها. إذا كنت لا توافق على أي من هذه الشروط، يرجى الامتناع عن استخدام الموقع.",
    
    "acceptanceTitle": "قبول الشروط",
    "acceptance": "مرحبًا بكم في مواقع وكالة ألور. باستخدام خدماتنا، فإنك توافق على شروط الخدمة، وتشكل اتفاقية قانونية بينك وبين Allure Media Production، الواقعة في برج تشرشل، مكتب رقم 3411، الخليج التجاري، دبي، الإمارات العربية المتحدة، جنبًا إلى جنب مع الشركات التابعة لها والموظفين. عند التفاعل مع المواقع، فإنك تؤكد أهليتك وسلطتك لقبول هذه الشروط، وضمان الامتثال للتعهدات والالتزامات. أنت تؤكد قدرتك على الوصول إلى المواقع بموجب القوانين المعمول بها. تحتفظ Allure Media Production بالحق في تعديل هذه الشروط وفقًا لتقديرها دون إشعار فردي. سيتم نشر التغييرات على الصفحات الرئيسية للمواقع وإرسالها بالبريد الإلكتروني إلى المستخدمين المسجلين. يعني استمرارك في الاستخدام بعد الإخطار قبول التغييرات. يتطلب الفشل في الموافقة وقف استخدام الموقع. تنطبق التعديلات بأثر رجعي، باستثناء النزاعات الموجودة مسبقًا.",
    
    "copyrightTitle": "انتهاك حقوق الطبع والنشر والعلامات التجارية ومواد المشاهير",
    "copyright": "عند تلقي شكاوى بشأن انتهاكات حقوق الطبع والنشر أو العلامات التجارية أو الملكية الفكرية، تتخذ ALLURE MEDIA PRODUCTION إجراءات. غالبًا ما يكون للمشاهير حقوق على أسمائهم وصورهم. بصفتنا مشغل الموقع، نوفر مواد طرف ثالث ولدينا سياسة لإزالة المحتوى المنتهك على الفور. نحتفظ بالحق في إزالة أي محتوى منتهك وفقًا لتقديرنا. قد تتضمن استجابتنا إزالة أو تقييد الوصول إلى المواد المزعومة بأنها منتهكة. يجب توجيه الإشعارات المتعلقة بالانتهاك المزعوم على المواقع إلى مكتب المستشار العام لـ ALLURE MEDIA PRODUCTION على {{email}}، {{phone}}.",
    
    "ownershipTitle": "حقوق الملكية",
    "ownership": "ALLURE MEDIA PRODUCTION هي مالكة ومشغلة المواقع، وتحتفظ بجميع الحقوق في المحتوى والتطبيقات والمواد المقدمة على الموقع، باستثناء المحتوى المقدم من المستخدم. يتضمن ذلك الأعمال السمعية والبصرية، والمحتوى النصي، والصور، والعلامات التجارية. العلامات التجارية \"ALLURE MEDIA AGENCY\" والشعارات المرتبطة بها مملوكة لـ ALLURE MEDIA PRODUCTION، ومحمية بموجب قوانين حقوق الطبع والنشر والعلامات التجارية. أي استخدام غير مصرح به لهذه العلامات التجارية محظور. تعود العلامات التجارية والملكية الفكرية لطرف ثالث الموجودة على الموقع إلى مالكيها المعنيين، ويخضع استخدامك لهذا المحتوى لشروطهم وأحكامهم، وليس بواسطة ALLURE MEDIA PRODUCTION. لا يتم منحك أي حقوق على الموقع أو محتواه ما لم يُذكر صراحةً كتابيًا من قبل ALLURE MEDIA PRODUCTION.",
    
    "userAccountsTitle": "حسابات المستخدم",
    "userAccountsP1": "تتطلب مناطق معينة من الموقع إنشاء حساب مستخدم للخدمات مثل اشتراكات البريد الإلكتروني والمنتديات وتنزيلات المحتوى. يتطلب التسجيل أن تكون على الأقل 18 عامًا وتقديم معلومات صادقة ودقيقة وحالية. قد يؤدي عدم الامتثال إلى إنهاء الحساب. تخضع معلومات المستخدم لسياسة الخصوصية الخاصة بـ ALLURE MEDIA PRODUCTION. لا تتم مشاركة تفاصيل بطاقة الائتمان / الخصم والمعلومات الشخصية القابلة للتعريف مع أطراف ثالثة. قد يتم تحديث السياسات والشروط بشكل دوري. المستخدمون مسؤولون عن حماية بيانات اعتماد حساباتهم ويجب ألا يشاركوها. قد يؤدي الاستخدام غير المصرح به إلى تعليق أو إنهاء الحساب فورًا بدون استرداد. تضمن دقة المعلومات المقدمة وتوافق على تحديثها حسب الحاجة. تحتفظ ALLURE MEDIA PRODUCTION بالحق في إنهاء الوصول للحصول على معلومات خاطئة مقدمة أثناء التسجيل.",
    
    "userContentTitle": "المحتوى المقدم من المستخدمين",
    "userContentP1": "يمكن للمستخدمين تحميل أنواع مختلفة من المحتوى إلى الموقع، مثل النصوص والصور ومقاطع الفيديو، في أقسام محددة مثل المنتديات وغرف الدردشة. تعمل ALLURE MEDIA PRODUCTION كمضيف لهذا المحتوى المقدم من المستخدم. يجب على المستخدمين التأكد من أن لديهم الحق في تقديم المحتوى وأنه لا ينتهك أي حقوق طبع ونشر أو حقوق ملكية فكرية. يجب أن يكون لديهم أيضًا الأذونات اللازمة لعمليات التقديم الجماعية. لا تؤيد ALLURE MEDIA PRODUCTION أو تتحمل المسؤولية عن المحتوى المقدم من المستخدم وتخلي مسؤوليتها عن أي مخاطر مرتبطة بها.",
    "userContentP2": "من خلال تحميل المحتوى، يمنح المستخدمون ALLURE MEDIA PRODUCTION حقوق استخدام واسعة، بما في ذلك الحق في إضافة وحذف وتحرير محافظهم على الموقع. يمنح المستخدمون أيضًا ALLURE MEDIA PRODUCTION الحق في نشر صورهم ومقاطع الفيديو الخاصة بهم وأي وسائط أو بيانات أخرى مطلوبة لأغراض الصناعة على منصات التواصل الاجتماعي الخاصة بها أو أي طرف آخر يتعلق بالصناعة.",
    "userContentP3": "قد تصل ALLURE MEDIA PRODUCTION إلى معلومات حساب المستخدم والمحتوى وتكشف عنها حسب ما يقتضيه القانون أو لفرض شروط الخدمة. المستخدمون مسؤولون وحدهم عن المحتوى الذي تم تحميله، ولا تتحمل ALLURE MEDIA PRODUCTION المسؤولية عن أي أخطاء أو خسائر ناتجة عنه. يطلق المستخدمون سراح ALLURE MEDIA PRODUCTION من المطالبات المتعلقة بمحتواهم. لا تكتسب ALLURE MEDIA PRODUCTION ملكية المحتوى المقدم من المستخدم باستثناء الحقوق المحددة في شروط الخدمة.",
    "userContentP4": "من خلال اختيار عرض ملفك الشخصي علنًا على allureagencys.com، فإنك توافق على قيام أي زائر، بما في ذلك محركات البحث، بعرضه. يسمح هذا الإجراء لـ allureagencys.com بنشر تفاصيلك الشخصية وصورك، وتسهيل الاتصال من المشتركين الآخرين. ومع ذلك، يجب عدم إساءة استخدام نظام الاتصال لإرسال بريد عشوائي أو محتوى مسيء. تحتفظ allureagencys.com بسلطة إلغاء اشتراكك وحظرك نهائيًا من الموقع لأي انتهاك لهذه الشروط، دون إصدار استرداد.",
    "userContentP5": "على allureagencys.com، لديك خيار تحميل محتوى مختلف، مثل الصور ومقاطع الفيديو، التي أنت مسؤول عنها فقط. من خلال التحميل، فإنك تمنح allureagencys.com إذنًا لاستخدام وتعديل ونشر المحتوى الخاص بك. نحن لا نؤكد دقة أو موثوقية المحتوى المقدم من المستخدم ونخلي مسؤوليتنا عن أي مخاطر مرتبطة. بينما لا نقوم بمراجعة المحتوى مسبقًا، نحتفظ بالحق في مراقبة وإزالة أي مادة تعتبر غير مناسبة أو غير قانونية دون إشعار مسبق.",
    "userContentP6": "تقر المواهب بأنه عند البحث عن عمل، سيتم مشاركة معلومات الاتصال الخاصة بهم وأي تفاصيل مقدمة في ملفهم الشخصي مع الشركات، بما في ذلك أي محتوى تم تحميله.",
    
    "thirdPartyTitle": "المحتوى من طرف ثالث والمواقع المرتبطة",
    "thirdPartyP1": "قد يأتي المحتوى على الموقع من أطراف ثالثة، لكن ALLURE MEDIA PRODUCTION لا تضمن دقته أو اكتماله أو موثوقيته. المعاملات مع أطراف ثالثة على الموقع هي مسؤوليتك فقط، ولن تكون ALLURE MEDIA PRODUCTION مسؤولة عن أي خسائر ناتجة. لا تؤيد ALLURE MEDIA PRODUCTION سلع أو خدمات طرف ثالث، ويجب حل أي مشاكل مباشرة مع المزود.",
    "thirdPartyP2": "قد يكون محتوى الطرف الثالث على الموقع مسيئًا، ولا تؤيد ALLURE MEDIA PRODUCTION أي منتجات أو خدمات مذكورة. الروابط إلى المواقع الخارجية على الموقع لها شروط مختلفة، ويجب عليك مراجعتها. لا تتحمل ALLURE MEDIA PRODUCTION المسؤولية عن محتوى أو دقة المواقع المرتبطة ولا تتحمل أي مسؤولية عن أي مشاكل ناشئة عن استخدامها.",
    
    "subscriptionTitle": "شروط الاشتراك وسياسة الاسترداد والتحصيل",
    "subscription": "تقدم ALLURE MEDIA PRODUCTION خيارات اشتراك على allureagencys.com للخدمات المدفوعة، باستثناء اشتراكات Free Plus. يتم تجديد الاشتراكات تلقائيًا، مع فرض رسوم على بطاقة الائتمان / الخصم الخاصة بك ما لم يتم الإلغاء. عند التسجيل، يتم تحميل بطاقتك للفترة الأولية، مع التجديد التلقائي في نهاية كل فترة ما لم يتم الإلغاء. تحتفظ ALLURE MEDIA PRODUCTION بالحق في تعليق أو إلغاء تنشيط الحسابات. يمكنك إلغاء الاشتراك في التجديد التلقائي عن طريق تحديد إلغاء من واجهة بوابة المواهب الخاصة بك. الرسوم غير المصرح بها هي مسؤوليتك، ويجب الإبلاغ عن التناقضات في الفواتير في غضون 60 يومًا. قد تتغير الرسوم بإشعار، ويتم فرض جميع الرسوم على البطاقة المحددة. الإلغاءات غير قابلة للاسترداد، ويستمر الوصول حتى انتهاء صلاحية الاشتراك. لتجنب الرسوم، يجب عليك إلغاء اشتراكك قبل يوم واحد على الأقل من كل تاريخ تجديد.",
    
    "feeRecoveryTitle": "استرداد الرسوم",
    "feeRecovery": "إذا قامت ALLURE MEDIA PRODUCTION أو ممثلوها بتنفيذ هذه الشروط ضدك، بما في ذلك تحصيل المبالغ المستحقة، فإنك توافق على تغطية أتعاب المحاماة وتكاليف التقاضي. الاسترداد والتحويلات غير قابلة للتطبيق على رسوم الاشتراك والعضويات. توافق أيضًا على تسوية أي مبالغ مستحقة مستحقة وتقديم إعانة أخرى مسموح بها بموجب هذه الشروط.",
    
    "restrictedPermissionTitle": "إذن محدود",
    "restrictedPermissionIntro": "من خلال الالتزام بشروط الخدمة هذه، يتم منحك ترخيصًا محدودًا من قبل ALLURE MEDIA PRODUCTION إلى:",
    "restrictedPermissionItem1": "الوصول إلى محتوى الموقع وعرضه",
    "restrictedPermissionItem2": "إنشاء صفحات ملف شخصي شخصية والمشاركة في أنشطة المجتمع",
    "restrictedPermissionItem3": "تنزيل المحتوى للاستخدام الشخصي غير التجاري، مع إشعارات حقوق الطبع والنشر سليمة",
    "restrictedPermissionP1": "يمنحك الاشتراك في الخدمات المدفوعة ترخيصًا للوصول إلى محتواها واستخدامه، فقط لفائدتك. إعادة التوزيع أو إعادة النشر للمحتوى المدفوع محظورة دون موافقة كتابية صريحة. قد تتغير ميزات الخدمات المدفوعة دون إشعار.",
    "restrictedPermissionP2": "يجب ألا تتدخل في حقوق ملكية ALLURE MEDIA PRODUCTION. الاستخدام غير المصرح به أو النسخ أو التوزيع أو إنشاء أعمال مشتقة من محتوى الموقع محظور تمامًا. أدوات الوصول الآلي ممنوعة. قد يؤدي الانتهاك إلى إنهاء الوصول واتخاذ إجراء قانوني.",
    
    "usageRestrictionsTitle": "قيود الاستخدام",
    "usageRestrictionsIntro": "من خلال الوصول إلى الموقع أو استخدامه، فإنك توافق وتضمن أنك ستفعل:",
    "usageRestrictionsItem1": "استخدام معلوماتك الخاصة فقط أو الحصول على إذن مناسب.",
    "usageRestrictionsItem2": "الحصول على موافقة كتابية قبل الاستخدام التجاري.",
    "usageRestrictionsItem3": "تجنب مشاركة مواد كاذبة أو غير قانونية أو مسيئة.",
    "usageRestrictionsItem4": "الامتناع عن تحميل محتوى ضار أو معطل.",
    "usageRestrictionsItem5": "اتباع الاستخدام المقصود الذي حددته ALLURE MEDIA PRODUCTION.",
    "usageRestrictionsItem6": "عدم الانخراط في إعلانات غير مرغوب فيها أو بريد عشوائي.",
    "usageRestrictionsItem7": "احترام العلامات التجارية وحقوق النشر والإشعارات القانونية.",
    "usageRestrictionsItem8": "الامتناع عن تكرار المحتوى.",
    "usageRestrictionsItem9": "احترام حقوق الأطراف الثالثة وتجنب الانتهاك.",
    "usageRestrictionsItem10": "تجنب انتحال شخصية الآخرين أو الانخراط في سلوك معطل.",
    "usageRestrictionsItem11": "الامتناع عن طلب بيانات شخصية من المستخدمين.",
    
    "warrantyTitle": "إخلاء مسؤولية الضمان",
    "warrantyIntro": "يتم توفير الموقع، بما في ذلك الخدمات المدفوعة، \"كما هو\" و \"كما هو متاح\"، دون أي ضمان، صريح أو ضمني. تخلي ALLURE MEDIA PRODUCTION مسؤوليتها عن جميع الضمانات الضمنية إلى أقصى حد مسموح به بموجب القانون. لا تضمن:",
    "warrantyItem1": "تلبية توقعاتك أو متطلباتك",
    "warrantyItem2": "خدمة غير منقطعة أو في الوقت المناسب أو آمنة أو دقيقة أو كاملة أو خالية من الأخطاء",
    "warrantyItem3": "دقة أو توقيت أو اكتمال أو موثوقية المعلومات التي تم الحصول عليها من الموقع",
    "warrantyItem4": "تصحيح الأخطاء أو العيوب",
    "warrantyItem5": "الحرية من الرموز أو المكونات الضارة",
    "warrantyOutro": "قد تؤثر العوامل الخارجة عن سيطرة ALLURE MEDIA PRODUCTION على تشغيل الموقع، والتي لا تتحمل أي مسؤولية عنها. علاجك الوحيد لأي مشاكل مع الموقع هو إنهاء حسابك ووقف الاستخدام.",
    
    "liabilitiesTitle": "المسؤوليات",
    "liabilities": "يجب أن تتوافق جميع المنشورات، سواء كانت مدفوعة أو غير مدفوعة، مع القوانين المحلية. لا تتحمل allureagencys.com مسؤولية دقة الإعلانات أو تصرفات المعلنين أو المواهب المعروضة على الموقع. نحن لسنا مسؤولين عن العمل الذي تقوم به المواهب المستأجرة من خلال منصتنا. الشركات مسؤولة عن تقييم المواهب والامتثال للقوانين المحلية المتعلقة بالتوظيف والتأشيرات والمسؤوليات القانونية. يجب أن تلتزم المواهب بقوانين العمل المحلية وأن يكون لديها تأشيرات عمل صالحة. نحن لسنا مسؤولين عن حالة التأشيرة أو التطبيقات. يجب أن تلتزم الشركات بالقوانين المحلية لنشر الوظائف والتوظيف. نحن لسنا مسؤولين عن أي خسارة أو ضرر، بما في ذلك خسارة الأرباح، الناشئة عن استخدام خدمتنا. نحن لا نؤيد أو نتحكم في المواقع الخارجية المرتبطة بخدمتنا ولسنا مسؤولين عن محتواها أو أي أضرار ناتجة عن استخدامها.",
    
    "agreementTitle": "شروط الاتفاقية والاتصال الإلكتروني",
    "agreement": "عندما تصل أو تستخدم الموقع، أو تنقر على زر \"أوافق\" (أو أزرار أو روابط مماثلة محددة من قبل ALLURE MEDIA PRODUCTION للإشارة إلى قبول شروط الخدمة)، فإنك تقر وتقبل أنك تشارك في اتفاقية ملزمة قانونًا. توافق بموجب هذا على استخدام الاتصال الإلكتروني لإبرام العقود، وتقديم الطلبات، وإنشاء سجلات أخرى، وتلقي التسليم الإلكتروني للإشعارات والسياسات وسجلات المعاملات التي تم بدؤها أو إكمالها من خلال الموقع."
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "updated": "آخر تحديث: 10 أغسطس 2021",
    "intro": "تنطبق سياسة الخصوصية هذه على المواقع الإلكترونية التي تديرها أو تدير من أجل Allure Eventz FZ-LLC (يشار إليها مجتمعة بـ \"المواقع\"). توضح كيفية جمع المعلومات من مستخدمي المواقع وكيف نستخدم هذه المعلومات. إن استخدامك للمواقع يشكل قبولك لسياسة الخصوصية هذه. يرجى أيضًا قراءة شروط الاستخدام الخاصة بنا التي تحكم التشغيل الأساسي للمواقع. إذا كنت لا توافق على شروط سياسة الخصوصية هذه أو شروط الاستخدام، يجب عليك التوقف فورًا عن استخدام الموقع أو زيارته.",

    "infoTitle": "المعلومات التي نجمعها ونستخدمها",
    "nonPIITitle": "المعلومات غير القابلة للتعريف شخصيًا",
    "nonPII_p1": "عند زيارتك لموقع إلكتروني، قد نجمع بيانات معينة لا تخبرنا تحديدًا من أنت. هذه معلومات غير قابلة للتعريف شخصيًا. تشمل عنوان بروتوكول الإنترنت (IP) ونوع المتصفح وآخر نطاق زرته قبل القدوم إلى موقعنا أو النطاق الذي تذهب إليه عند المغادرة. وتشمل أيضًا بيانات إحصائية مثل الصفحات التي تزورها ومدة بقائك وماذا تنقر.",
    "nonPII_p2": "قد نضع ملف تعريف ارتباط على جهازك ينتهي بعد ثلاثين (30) يومًا. نستخدم ملفات تعريف الارتباط لتتبع اختيارك للغة وتفضيل الصفحة الرئيسية؛ ولنفهم تعرضك لإعلانات الإنترنت أثناء استخدامك للمواقع؛ ولجمع بيانات الاستخدام التي تساعدنا على تحسين المواقع. تسمح معظم المتصفحات برفض أو قبول ملفات تعريف الارتباط. قد تكون ملفات تعريف الارتباط ضرورية لتوفير ميزات معينة على المواقع.",
    "nonPII_p3": "قد نستخدم أيضًا جزءًا صغيرًا من الكود (يشار إليه أحيانًا باسم بكسل واضح 1x1 أو منارة ويب أو GIF شفاف) في صفحات المواقع للمساعدة في جمع معلومات إضافية حول أكثر أجزاء الموقع زيارة وأنماط حركة المستخدمين الأخرى، وتمكيننا من إدارة الموقع.",
    "nonPII_p4": "لا يتم جمع معلومات تعريف شخصية من خلال ملفات تعريف الارتباط أو منارات الويب الخاصة بنا؛ ومع ذلك، قد يضع المعلنون أو شبكات الإعلانات الخارجية ملفات تعريف الارتباط والمنارات الخاصة بهم. لمعرفة المزيد عن سياسات الخصوصية الخاصة بهم أو خيارات إلغاء الاشتراك، قم بزيارة مواقعهم. يشارك بعضهم في مبادرة الإعلان على الشبكة (NAI)؛ يمكنك معرفة المزيد أو إلغاء الاشتراك عبر www.networkadvertising.org.",

    "piiTitle": "المعلومات القابلة للتعريف شخصيًا",
    "pii_p1": "قد نجمع أيضًا معلومات يمكن استخدامها للتعريف بك (معلومات تعريف شخصية). نجمعها فقط عندما تقدمها لنا تحديدًا. على سبيل المثال، عند الاشتراك أو استخدام ميزات معينة قد تنشئ حساب مستخدم وتقدم اسمك وبريدك الإلكتروني وعنوانك ورقم هاتفك. قد تقدم أيضًا معلومات يرفعها المستخدم أو تفاصيل الدفع عند شراء الخدمات أو المحتوى.",
    "pii_p2": "قد نستخدم معلومات التعريف الشخصية لتلبية طلباتك، والرد على استفساراتك، وتقديم الخدمات، وتنبيهك إلى المعلومات أو العروض التي نعتقد أنك قد تهتم بها. تتضمن رسائل البريد الإلكتروني التي نرسلها روابط لإلغاء الاشتراك.",
    "pii_p3": "لا نبيع معلومات التعريف الشخصية أو المعلومات الأخرى التي توفرها للمواقع، ولا نشارك هذه المعلومات مع أطراف ثالثة، باستثناء ما هو موضح. قد يحصل شركاء أبحاث السوق أو تطوير المنتجات على وصول بموجب التزامات السرية. قد نتعاقد من الباطن مع شركات أو أفراد يحصلون على الوصول فقط حسب الحاجة لأداء وظائفهم.",
    "pii_p4": "قد نشارك معلومات التعريف الشخصية مع أطراف ثالثة قد تتصل بك لتقديم منتجات وخدمات. يمكنك طلب عدم مشاركة معلوماتك من خلال الاتصال بـ support@allureagencys.com.",
    "pii_p5": "قد نفصح عن معلومات التعريف الشخصية الخاصة بك لأطراف ثالثة فيما يتعلق بصفقة شركة تشمل كل أو جزء من أعمالنا، أو إذا كان ذلك مطلوبًا بموجب القانون أو الإجراءات القانونية أو لحماية حقوقنا القانونية أو السلامة.",
    "pii_p6": "نحتفظ بالحق، دون التزام، في مراقبة المعلومات أو التعليقات أو المحتوى الآخر الذي تكشف عنه طوعًا وتنشره على المواقع، وإزالة المعلومات لأي سبب، بما في ذلك الانتهاكات المحتملة للقانون أو شروط الاستخدام الخاصة بنا، أو بناءً على طلب طرف ثالث.",
    "pii_p7": "نحتفظ بالحق في التحقيق في سوء الاستخدام على المواقع وفرض سياسة الخصوصية هذه وشروط الاستخدام والشروط الأخرى المطبقة. قد نكشف عن معلومات عنك لأطراف ثالثة إذا كان لدينا اعتقاد حسن النية أن هذا الإفصاح ضروري بشكل معقول لمعالجة الأنشطة غير القانونية المشتبه بها، أو الامتثال للإجراءات القانونية، أو حماية الحقوق أو الممتلكات، أو الحماية من المسؤولية القانونية.",

    "dataSecurityTitle": "أمن البيانات",
    "dataSecurity_p1": "لا يمكن لـ Allure ضمان أو تأكيد أمان أو خصوصية أي معلومات ترسلها إلينا. نتبع سياسات وإجراءات تهدف إلى الحماية من الوصول غير المصرح به إلى معلومات التعريف الشخصية الخاصة بك، ولكن لا يمكننا ضمان الأمان وتقدم المعلومات على مسؤوليتك الخاصة.",
    "dataSecurity_p2": "قد نخزن معلومات التعريف الشخصية إلى أجل غير مسمى وفي خوادم موجودة في بلدان قد تختلف قوانين حماية البيانات فيها عن بلدك. حيثما نحتفظ بالبيانات، نطبق سياسة الخصوصية هذه.",

    "under18Title": "أقل من 18",
    "parentConsentTitle": "موافقة الوالدين",
    "parentConsent_p1": "يمكن فقط لوالد أو ولي أمر طفل دون 18 عامًا إنشاء حساب. عند إنشاء ملف تعريف موهبة لطفلهم، يجب على الوالد إدخال تاريخ ميلاد الطفل، والتأكيد على أنهم الوالد أو الوصي، والموافقة على نشر المعلومات الشخصية للطفل داخل ملف Allure.",
    "accessChildTitle": "الوصول إلى معلومات طفلك الشخصية وتصحيحها",
    "accessChild_p1": "يمكنك مراجعة معلومات طفلك الشخصية أو تصحيحها أو حذفها ورفض المزيد من جمعها أو استخدامها في أي وقت.",
    "accessChild_p2": "يمكنك مراجعة معلومات طفلك الشخصية أو تغييرها أو حذفها عن طريق تسجيل الدخول إلى حساب Allure الخاص بك وزيارة ملف طفلك الشخصي، أو عن طريق إرسال بريد إلكتروني إلى support@allureagencys.com. قد نطلب خطوات للتحقق من الهوية قبل تقديم المعلومات أو إجراء التصحيحات.",

    "accessTitle": "الوصول إلى معلوماتك",
    "access_p1": "يمكنك الاتصال بنا على support@allureagencys.com لمعرفة أو تصحيح أو تحديث أو حذف معلومات التعريف الشخصية التي نحتفظ بها عنك، أو لطرح أسئلة حول سياسة الخصوصية هذه.",

    "linksTitle": "روابط لمواقع أخرى",
    "links_p1": "تنطبق سياسة الخصوصية هذه على الموقع فقط. قد يحتوي الموقع على روابط لمواقع أخرى ليست مملوكة أو تدار بواسطة Allure. لا تعني هذه الروابط المصادقة. لسنا مسؤولين عن ممارسات الخصوصية أو محتوى هذه المواقع؛ راجع سياسات الخصوصية الخاصة بهم مباشرة.",

    "changesTitle": "التغييرات على سياسة الخصوصية",
    "changes_p1": "تسري سياسة الخصوصية هذه اعتبارًا من 1 أغسطس 2017. نحتفظ بالحق في تغييرها في أي وقت دون إشعار شخصي. بالنسبة للتغييرات الجوهرية، سنقدم إشعارًا معقولًا مثل النشر على المواقع. يعني استمرار استخدامك بعد التغييرات أنك تقبلها.",

    "securityTitle": "تحذير أمني",
    "security_p1": "تلقينا تقارير عن رسائل بريد إلكتروني مزيفة من محتالين ينتحلون Allure ويرسلون طلبات الدفع وروابط ضارة لسرقة البيانات الشخصية وتفاصيل بطاقات الائتمان. نحن لا نرسل أبدًا روابط دفع إلى صفحات خارجية عبر البريد الإلكتروني أو الرسائل القصيرة. تتم معالجة جميع المدفوعات فقط عندما تطلبها ويتم عرض نموذج الدفع داخل موقعنا. تحقق دائمًا من أن عنوان صفحة الدفع يبدأ بشكل صحيح ومُشار إليه بأيقونة القفل الأمني."
  }
}
